Repository: CapitalismGame/capitalism_game
Catalog: mods/craftguide/locale/*.po
Languages: ms, ru

source: Unknown Item (@1)
ms: Item Tidak Diketahui (@1)
ru: Неизвестный элемент (@1)

source: Any item belonging to the group(s)
ms: Sebarang item dari kumpulan
ru: Любой элемент из группы

source: Cooking time
ms: Tempoh memasak
ru: Время преготовления

source: Burning time
ms: Tempoh pembakaran
ru: Время горения

source: Alternate
ms: Resipi lain
ru: Другой

source: Recipe @1 of @2
ms: Resipi @1 dari @2
ru: Рецепт @1 из @2

source: Recipe is too big to be displayed (@1x@2)
ms: Resipi terlalu besar untuk paparan (@1x@2)
ru: Рецепт слишком большой для показа (@1x@2)

source: Search
ms: Cari
ru: Поиск

source: Reset
ms: Set semula
ru: Сброс

source: Increase window size
ms: Besarkan saiz tetingkap
ru: Увеличить окно

source: Decrease window size
ms: Kecilkan saiz tetingkap
ru: Уменьшить окно

source: Previous page
ms: Halaman sebelumnya
ru: Предыдущая страница

source: Next page
ms: Halaman seterusnya
ru: Следущая страница

source: No item to show
ms: Tiada item untuk dipaparkan
ru: Нет элемента для показа

source: Crafting Guide
ms: Panduan Pertukangan
ru: книга рецептов крафта

source: Crafting Guide Sign
ms: Papan Tanda Panduan Pertukangan
ru: табличка рецептов крафта

source: Shows a list of available crafting recipes, cooking recipes and fuels
ms: Menunjukkan senarai resipi pertukangan, resipi memasak dan bahan api yang ada
ru: Показывает список рецептов крафта, преготовления и топливо
